<div class="cornerText gray_color">
    <fieldset><legend>[*'register_user_agree'|lang*]</legend>
        <center>
            <div class="overflow_fixed" align="left">
                <center><strong>[*'register_user_agree'|lang*]</strong> <br>
                    Настоящее Соглашение определяет условия использования 
                    Пользователями материалов и сервисов
                    сайта <a href="[*$baseurl*]">[*$baseurl*]</a> (далее — «Сайт»).</center>
                <br>
                <ol>
                    <li><b>Общие условия</b><br>
                        <br>
                        <ol type="a">
                            <li>Использование материалов и сервисов Сайта регулируется нормами
                                действующего законодательства Российской Федерации.<br><br></li>
                            <li>Настоящее Соглашение является публичной офертой.
                                Получая доступ к материалам Сайта Пользователь считается присоединившимся к
                                настоящему Соглашению. <br><br></li>
                            <li>Администрация Сайта вправе в любое время в одностороннем порядке изменять условия
                                настоящего Соглашения. Такие изменения вступают в силу по истечении 3 (Трех)
                                дней с момента размещения новой версии Соглашения на сайте. При несогласии
                                Пользователя с внесенными изменениями он обязан отказаться от доступа к Сайту,
                                прекратить использование материалов и сервисов Сайта.<br><br></li>
                        </ol>
                    </li>
                    <li><b>Обязательства Пользователя</b><br>
                        <br>
                        <ol type="a">
                            <li>Пользователь соглашается не предпринимать действий,
                                которые могут рассматриваться как нарушающие российское законодательство или
                                нормы международного права, в том числе в сфере
                                <a href="http://copyright.ru/intellectual/">интеллектуальной собственности</a>,
                                <a href="http://copyright.ru/ru/documents/avtorskoe_pravo/avtorskie_prava/">авторских
                                </a> и/или <a href="http://copyright.ru/ru/documents/avtorskoe_pravo/smegnie_prava/">
                                    смежных правах</a>, а также любых действий, которые приводят или могут
                                привести к нарушению нормальной работы Сайта и сервисов Сайта.<br><br></li>
                            <li>Использование материалов Сайта без согласия 
                                <a href="http://copyright.ru/documents/avtorskoe_pravo/pravoobladateli/">
                                    правообладателей</a> не допускается
                                (статья 1270 Г.К РФ). Для правомерного использования материалов Сайта необходимо
                                заключение 
                                <a href="http://copyright.ru/ru/documents/avtorskoe_pravo/peredacha_avtorskih_prav/">
                                    лицензионных договоров</a> (получение лицензий) от Правообладателей.
                                <br><br></li>
                            <li>При 
                                <a href="http://copyright.ru/library/zakonodatelstvo/gk_rf_obschee_zakonodatel/grazhdanskii_kodeks_RF_4_chast/glava_70__avtorskoe_pravo/#20">
                                    цитировании</a> материалов Сайта, включая охраняемые авторские произведения,
                                ссылка на Сайт обязательна (подпункт 1 пункта 1 статьи 1274 Г.К РФ).<br><br></li>
                            <li>Комментарии и иные записи Пользователя на Сайте не должны вступать в противоречие с
                                требованиями законодательства Российской Федерации и общепринятых норм морали и
                                нравственности.<br><br></li>
                            <li>Пользователь предупрежден о том, что Администрация Сайта не несет ответственности
                                за посещение и использование им внешних ресурсов, ссылки на которые могут
                                содержаться на сайте. <br><br></li>
                            <li>Пользователь согласен с тем, что Администрация Сайта не несет ответственности и не
                                имеет прямых или косвенных обязательств перед Пользователем в связи с любыми возможными
                                или возникшими потерями или убытками, связанными с любым содержанием Сайта,
                                <a href="http://copyright.ru/ru/documents/registraciy_avtorskih_prav/">
                                    регистрацией авторских прав</a> и сведениями о такой регистрации, товарами или услугами,
                                доступными на или полученными через внешние сайты или ресурсы либо иные контакты
                                Пользователя, в которые он вступил, используя размещенную на Сайте информацию или
                                ссылки на внешние ресурсы.<br><br></li>
                            <li>Пользователь принимает положение о том, что все материалы и сервисы Сайта или любая их
                                часть могут сопровождаться рекламой. Пользователь согласен с тем, что Администрация
                                Сайта не несет какой-либо ответственности и не имеет каких-либо обязательств в связи с
                                такой рекламой.<br><br></li>
                        </ol>
                    </li>
                    <li><b>Прочие условия</b><br>
                        <br>
                        <ol type="a">
                            <li>Все возможные споры, вытекающие из настоящего Соглашения или связанные с ним,
                                подлежат разрешению в соответствии с действующим законодательством Российской
                                Федерации. <br><br></li>
                            <li>Ничто в Соглашении не может пониматься как установление между Пользователем и
                                Администрации Сайта агентских отношений, отношений товарищества, отношений по
                                совместной деятельности, отношений личного найма, либо каких-то иных отношений,
                                прямо не предусмотренных Соглашением.<br><br></li>
                            <li>Признание судом какого-либо положения Соглашения недействительным или не подлежащим
                                принудительному исполнению не влечет недействительности иных положений Соглашения.
                                <br><br></li>
                            <li>Бездействие со стороны Администрации Сайта в случае нарушения кем-либо из Пользователей
                                положений Соглашения не лишает Администрацию Сайта права предпринять позднее
                                соответствующие действия в защиту своих интересов и
                                <a href="http://copyright.ru/documents/zashita_avtorskih_prav/">защиту авторских прав
                                </a> на
                                охраняемые в соответствии с законодательством материалы Сайта.</li>
                        </ol>
                    </li>
                </ol><br>
                <div><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Пользователь подтверждает,
                        что ознакомлен со всеми пунктами настоящего
                        Соглашения и безусловно принимает их.</b></div>
            </div>
            <br>
            <input type="button" value="[*'register_next'|lang*]"
                   onclick="window.location = '[*gen_link module='registration' act='main' slashes=true*]'"></center>
    </fieldset>
</div>